Repository: Yoast/slideshare
Catalog: languages/slideshare-*.po
Languages: ru_ru

source: SlideShare Configuration
ru_ru: Конфигурация SlideShare

source: Presentation width
ru_ru: Ширина презентации

source: Update SlideShare Settings
ru_ru: Обновить настройки

source: Settings
ru_ru: Настройки

source: Explanation of usage
ru_ru: Использование

source: Just copy and paste the WordPress Embed code from %s and you're done. Or you can just put the presentation URL on a line of its own.
ru_ru: Скопируйте и вставьте код внедрения для WordPress с сайта %s или разместите URL презентации на странице.

source: Explanation of default width
ru_ru: Ширина по умолчанию

source: If you enter nothing in the setting above, you can change the width by hand by changing (or inserting) the w= value, that is bolded and red here:
ru_ru: Если вы не укажете настройки выше, то вы сможете определить их с помощью параметра w=, выделен жирным и красным ниже:

source: If you <em>do</em> enter a value, it will always replace the width with that value.
ru_ru: Если вы <em>укажете</em> значение, то оно всегда будет заменять ширину этим значением.

source: Why not do any or all of the following:
ru_ru: Почему бы Вам не выполнить любое или все из следующих действий:

source: Link to it so other folks can find out about it.
ru_ru: Поделитесь ссылкой, чтобы другие люди могли узнать об этом.

source: Give it a good rating on WordPress.org.
ru_ru: Дайте хорошую оценку на WordPress.org.

source: Let other people know that it works with your WordPress setup.
ru_ru: Расскажите людям, что плагин работает с вашим WordPress.

source: Like this plugin?
ru_ru: Нравится этот плагин?
